[
  {
    "name": "Kumar Sangakkara",
    "pic": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Kumar_Sangakkara_bat_in_hand.JPG/468px-Kumar_Sangakkara_bat_in_hand.JPG",
    "biography": "Kumar Sanga Chokshanada Sangakkara (Sinhalese: කුමාර සංගක්කාර; born 27 October 1977) is a former Sri Lankan cricketer and captain of the Sri Lankan national team. Widely regarded as one of the world's most influential cricketers,[1][2] Sangakkara rated as the second greatest ODI batsman of all time in a recent public poll, next to Sachin Tendulkar. He is also regarded as one of Sri Lanka's legendary match-winners and one of the best batsmen to ever played the game for Sri Lanka. Sangakkara has forged many formidable partnerships with long time team mate and friend"
  },
  {
    "name": "Ronaldinho",
    "pic": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Ronaldinho_Ga%C3%BAcho.jpg/800px-Ronaldinho_Ga%C3%BAcho.jpg",
    "biography": "Ronaldo de Assis Moreira (born 21 March 1980), commonly known as Ronaldinho (Brazilian Portuguese: [ʁonawˈdʒĩɲu]) or Ronaldinho Gaúcho, is a Brazilian professional footballer and current club ambassador for Spanish club FC Barcelona after signing for them in September 2016. His main playing position is as an attacking midfielder or forward. He won the FIFA World Player of the Year award in 2004 and 2005. Renowned for his technique, tricks, dribbling, overhead kicks, no-look passes and free kicks, Ronaldinho is regarded to be one of the best players of his generation"
  },
  {
    "name": "Lionel Messi",
    "pic": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Leo_messi_barce_2005.jpg/170px-Leo_messi_barce_2005.jpg",
    "biography": "Lionel Andrés Leo Messi (Spanish pronunciation: [ljoˈnel anˈdɾes ˈmesi] ( listen); born 24 June 1987) is an Argentine professional footballer who plays as a forward for Spanish club FC Barcelona and the Argentina national team. Often considered the best player in the world and rated by many in the sport as the greatest of all time, Messi is the only football player in history to win five FIFA Ballons d'Or, four of which he won consecutively, and the first player to win three European Golden Shoes.[note 2] With Barcelona he has won eight La Liga titles and four UEFA Champions League titles,"
  },
  {
    "name": "Cristiano Ronaldo",
    "pic": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Cristiano_Ronaldo_2012.jpg",
    "biography": "Cristiano Ronaldo dos Santos Aveiro, ComM, GOIH (Portuguese pronunciation: [kɾiʃ'tjɐnu ʁuˈnaɫdu], born 5 February 1985) is a Portuguese professional footballer who plays for Spanish club Real Madrid and the Portugal national team. He is a forward and serves as captain for Portugal. In 2008, he won his first Ballon d'Or and FIFA World Player of the Year awards. He then won the FIFA Ballon d'Or in 2013 and 2014. In 2015, Ronaldo scored his 500th senior career goal for club and country. Often ranked as the best player in the world, Ronaldo was named the best Portuguese player of all time by the Portuguese Football Federation"
  }
]